Repository: stepanzubkov/days-to-new-year
Catalog: package/translate/*.po
Languages: nl, ru

source: General
nl: Algemeen
ru: Общие

# Days until event
source: one day
nl: één dag
ru: %1 день

# Hours until event
source: one hour
nl: één uur
ru: %1 час

# in form `until New Year`
source: until New Year
nl: tot Nieuwjaar
ru: до Нового года

source: Happy New Year!
nl: Gelukkig nieuwjaar!
ru: Счастливого Нового Года!

# in form `until Christmas`
source: until Christmas
nl: tot Kerstmis
ru: до Рождества

source: Merry Christmas!
nl: Vrolijk kerstfeest!
ru: Счастливого Рождества!

# in form `since New Year`
source: since New Year
nl: sinds Nieuwjaar
ru: прошло с Нового года

source: A New Year starts again!
nl: Er gaat een nieuw jaar van start!
ru: Новый год наступает!

source: Mode:
nl: Modus:
ru: Режим:

source: Time To New Year
nl: Tijd tot aan Nieuwjaar
ru: Время до Нового года

source: Time From New Year
nl: Tijd vanaf Nieuwjaar
ru: Время с Нового года

source: Time To Gregorian Christmas
nl: Tijd tot aan Gregoriaans kerstfeest
ru: Время до Григорианского Рождества

source: Time To Julian Christmas
nl: Tijd tot aan Juliaans kerstfeest
ru: Время до Юлианского Рождества

source: Font size:
nl: Tekstgrootte:
ru: Размер текста:

source: Shortened:
nl: Verkort:
ru: Краткий формат:
